[
  "quick-latex",
  "obsidian-latex-suite",
  "link-tree",
  "waypoint",
  "obsidian-minimal-settings",
  "calctex",
  "obsidian-tikzjax",
  "markdown-table-editor",
  "obsidian-linter",
  "obsidian-text-format",
  "alx-folder-note",
  "folder-notes",
  "numerals",
  "macOS-keyboard-nav-obsidian",
  "text-extractor",
  "obsidian-latex-environments",
  "folder-note-core",
  "obsidian-latex",
  "obsidian42-brat",
  "obsidian-completr",
  "obsidian-diagrams-net",
  "easy-typing-obsidian",
  "global-search-and-replace",
  "obsidian-regex-replace",
  "obsidian-shortcut-launcher",
  "obsidian-style-settings",
  "mapbox-location",
  "create-note-list",
  "code-emitter",
  "oz-image-plugin",
  "pdf-plus",
  "ob-table-enhancer",
  "obsidian-plugin-toc",
  "obsidian-topic-linking",
  "execute-code",
  "plot-vectors-graphs",
  "interactive-code-blocks",
  "persistent-links",
  "obsidian-local-images",
  "math-indicator-changer",
  "title-renamer",
  "current-file",
  "double-click-tab",
  "broken-links",
  "import-attachments-plus",
  "folders2graph",
  "obsidian-paste-image-rename",
  "media-sync",
  "open-interpreter",
  "table-extended",
  "inline-math",
  "make-md",
  "copy-url-in-preview",
  "github-sync",
  "unique-attachments",
  "swiftlatex-render",
  "latex-render",
  "typst",
  "consistent-attachments-and-links",
  "obsidian-image-toolkit",
  "obsidian-image-caption"
]