[
  "quick-latex",
  "obsidian-latex-suite",
  "link-tree",
  "waypoint",
  "obsidian-minimal-settings",
  "calctex",
  "obsidian-tikzjax",
  "obsidian-text-format",
  "folder-notes",
  "numerals",
  "macOS-keyboard-nav-obsidian",
  "obsidian-latex-environments",
  "folder-note-core",
  "obsidian-latex",
  "obsidian42-brat",
  "obsidian-diagrams-net",
  "easy-typing-obsidian",
  "global-search-and-replace",
  "obsidian-regex-replace",
  "obsidian-style-settings",
  "create-note-list",
  "code-emitter",
  "execute-code",
  "interactive-code-blocks",
  "persistent-links",
  "obsidian-local-images",
  "math-indicator-changer",
  "current-file",
  "double-click-tab",
  "broken-links",
  "folders2graph",
  "inline-math",
  "custom-save",
  "formatto-format",
  "obsidian-export-to-tex",
  "image-upload-toolkit",
  "awesome-image",
  "latex-render",
  "sheets",
  "docxer",
  "note-linker-with-previewer",
  "jupyter",
  "better-note-linker-plugin",
  "obsidian-html-plugin",
  "open-interpreter",
  "obsidian-state-switcher",
  "tab-limit",
  "title-renamer",
  "link-exploder",
  "hide-folders",
  "arrows-in-md",
  "external-rename-handler",
  "hierarchical-backlinks",
  "macos-vibrancy",
  "obisidian-note-linker",
  "table-extended",
  "ai-tagger",
  "ai-tagger-universe",
  "obsidian-local-rest-api",
  "llm-tagger",
  "hamsterbase",
  "external-file-embed-and-link",
  "github-sync"
]