[
  "quick-latex",
  "obsidian-latex-suite",
  "link-tree",
  "waypoint",
  "obsidian-minimal-settings",
  "calctex",
  "obsidian-tikzjax",
  "markdown-table-editor",
  "obsidian-linter",
  "obsidian-text-format",
  "obsidian-markdown-formatting-assistant-plugin",
  "alx-folder-note",
  "folder-notes",
  "obisidian-note-linker",
  "obsidian-link-embed",
  "numerals",
  "macOS-keyboard-nav-obsidian",
  "obsidian-list-callouts",
  "text-extractor",
  "obsidian-latex-environments",
  "folder-note-core",
  "universal-renderer",
  "obsidian-latex",
  "obsidian42-brat",
  "calc-craft",
  "obsidian-completr",
  "obsidian-diagrams-net",
  "easy-typing-obsidian",
  "global-search-and-replace",
  "obsidian-functionplot",
  "obsidian-paste-to-current-indentation",
  "obsidian-regex-replace",
  "obsidian-shortcut-launcher",
  "obsidian-style-settings",
  "mapbox-location",
  "create-note-list",
  "code-emitter",
  "obsidian-enhancing-export",
  "excel",
  "oz-image-plugin",
  "pdf-to-markdown-plugin",
  "pdf-plus",
  "ob-table-enhancer",
  "obsidian-plugin-toc",
  "obsidian-topic-linking",
  "mysnippets-plugin",
  "execute-code",
  "copy-as-latex",
  "obsidian-export-to-tex",
  "plot-vectors-graphs",
  "interactive-code-blocks",
  "persistent-links",
  "obsidian-local-images",
  "math-indicator-changer",
  "title-renamer",
  "note-linker-with-previewer",
  "current-file",
  "double-click-tab",
  "docxer",
  "broken-links",
  "import-attachments-plus",
  "find-unlinked-files",
  "folders2graph",
  "file-cleaner-redux",
  "obsidian-paste-image-rename",
  "media-sync",
  "open-interpreter",
  "code-link",
  "table-extended",
  "inline-math",
  "make-md",
  "copy-url-in-preview"
]